Revit 2027 API
ParameterTypeId.RebarNumber Property
 "Rebar Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarNumber { get; }
Public Shared ReadOnly Property RebarNumber As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarNumber {
	ForgeTypeId^ get ();
}
static member RebarNumber : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace